<?php 

return [
    'layout' => [
        'header' => [
            'title' => 'Заявление на выдачу и продление разрешения на долгосрочное пребывание (Зеленая анкета)',
            'empty' => 'Пусто',
            'show' => 'Показать',
            'download' => 'Скачать'
        ],
    ],
    'forms' => [
        'index' => [
            'application' => "Это заявление на долгосрочное пребывание, которое подают иностранные граждане, не являющиеся гражданами Европейского союза или Европейской экономической зоны, и желающие находиться в стране на длительный срок.",
            'diversity' => "Это могут быть, например, студенты, обучающиеся в Чешской Республике, предприниматели, супруги или члены семьи граждан Чехии и т.д.",
            'information' => "Заявление должно содержать личные данные заявителя, цель пребывания, место проживания и другую необходимую информацию.",
            'encryption' => "Ваши данные полностью зашифрованы, мы используем криптографическую технологию для защиты ваших данных.",
            'start_filling' => "Начать заполнение"
        ],
        'application' => [
            'title' => "Заявление:",
            'permanent_residence' => "Для получения разрешения на постоянное проживание:",
            'long_term_residence' => "Для получения разрешения на долгосрочное пребывание:",
            'extension_of_validity' => "Для продления срока действия разрешения на долгосрочное пребывание:",
            'extension_substitute_exchange' => "Для продления срока действия разрешения на пребывание - оформление замены решения о разрешении на пребывание на разрешение на пребывание для иностранцев:",
            'purpose_of_stay' => "Цель пребывания на территории Чешской Республике: ℹ️",
            'future_purpose' => "Информация о будущей цели вашего пребывания в Чешской Республике.",
            'continue' => "Продолжить",
        ]
    ],
];